package YaSamokat;

public class Resources {
    public final String question1 = "Сколько это стоит? И как оплатить?";
    public final String answer1 = "Сутки — 400 рублей. Оплата курьеру — наличными или картой.";
    public final String question2 = "Хочу сразу несколько самокатов! Так можно?";
    public final String answer2 = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.";
    public final String question3 = "Как рассчитывается время аренды?";
    public final String answer3 = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.";
    public final String question4 = "Можно ли заказать самокат прямо на сегодня?";
    public final String answer4 = "Только начиная с завтрашнего дня. Но скоро станем расторопнее.";
    public final String question5 = "Можно ли продлить заказ или вернуть самокат раньше?";
    public final String answer5 = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.";
    public final String question6 = "Вы привозите зарядку вместе с самокатом?";
    public final String answer6 = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.";
    public final String question7 = "Можно ли отменить заказ?";
    public final String answer7 = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.";
    public final String question8 = "Я жизу за МКАДом, привезёте?";
    public final String answer8 = "Да, обязательно. Всем самокатов! И Москве, и Московской области.";


}
